// Typical strings
"OK" = "Aceptar";
"Cancel" = "Cancelar";
"Quit" = "Salir";
"Relaunch" = "Reiniciar";
"Ignore" = "Ignorar";

// Preference Strings
"QSPlugInsPrefPane" = "Plug-ins";
"QSUpdatePrefPane" = "Actualizar";
"QSHelpersPrefPane" = "Ayudantes";
"QSTriggerEditor" = "Gatillos";
"QSApplicationPrefPane" = "Aplicación";
"QSCatalogController" = "Catálogo";
"QSSilverNotifier" = "Quicksilver (Incorporado)";
"QSNotificationCenterNotifier" = "Centro de notificaciones";
"QSDefaultStringRanker" = "Por defecto (Incorporado)";

// QSController.m Alerts
"requires" = "requiere";
"Recent versions of Quicksilver require Mac OS 10.6 Snow Leopard. Older 10.5, 10.4 and 10.3 compatible versions are available from the http://qsapp.com." = "Las versiones recientes de Quicksilver requieren Mac OS 10.6 Snow Leopard. Hay versiones más antiguas compatibles con 10.5, 10.4 y 10.3 disponibles en http://qsapp.com.";

"Quicksilver Crashed" = "Quicksilver ha fallado";

"Quicksilver crashed when loading the %@ plugin.\nDo you wish to delete this plugin and continue launching Quicksilver?" = "Quicksilver ha fallado al cargar el complemento %@.⏎ ¿Desea borrar este complemento y continuar arrancando Quicksilver?";

"Sorry. Quicksilver crashed on last use.\nDeleting caches may help solve the problem.\nOtherwise you can try to launch Quicksilver again, or quit and read the FAQ." = "Perdón. Quicksilver falló la vez anterior.⏎ Borrar las cachés podría ayudar a resolver el problema.⏎ Por otro lado, puede intentar arrancar Quicksilver de nuevo o salir y leer la FAQ.";
"Do Nothing" = "No hacer nada";
"Read FAQ" = "Leer la FAQ";
"Clear Caches" = "Limpiar las cachés";

"Running from a new location" = "Ejecutando desde una localización nueva";
"The previous version of Quicksilver was located in \"%@\". Would you like to move this new version to that location?" = "La versión anterior de Quicksilver estaba localizada en \"%@\". ¿Quiere que mueva esta nueva versión a ese lugar?";

"This is an old version of Quicksilver" = "Esta es una versión antigua de Quicksilver";
"You have previously used a newer version. Perhaps you have duplicate copies?" = "Ha utilizado una versión más nueva anteriormente. ¿Es posible que tenga otras copias?";
"Reveal this copy" = "Mostrar esta copia";

"Would you like to install Quicksilver?" = "¿Desea instalar Quicksilver?";
"Quicksilver was launched from a download location.\rWould you like to copy Quicksilver to your applications folder?" = "Ha arrancado Quicksilver desde una localización para descargas.⏎ ¿Desea copiar Quicksilver a la carpeta de aplicaciones?";
"Install in \"Applications\"" = "Instalar en \"Aplicaciones\"";
"Choose Location..." = "Seleccionar localización...";

"Install Here" = "Instalar aquí";
"Install Quicksilver" = "Instalar Quicksilver";

"An error has occured" = "Ha ocurrido un error";
"Quicksilver must be relaunched to regain stability." = "Quicksilver debe ser reiniciado para recuperar estabilidad.";

"Move and Relaunch" = "Mover y reiniciar";
"Don't Move" = "No mover";

"Quicksilver has been updated" = "Quicksilver ha sido actualizado";
"You are using a new version of Quicksilver. Would you like to see the Release Notes?" = "Está utilizando una nueva versión de Quicksilver. ¿Desea ver las notas de la versión?";
"Show Release Notes" = "Mostrar las notas de la versión";

"Quicksilver is now 64-bit" = "Ahora Quicksilver es una aplicación de 64-bit";
"64-bit details" = "Algunos complementos antiguos no podrán cargarse. En Preferencias está disponible una lista de los complementos desactivados.⏎ ⏎ Si no puede pasar de ningún modo sin algún complemento antiguo, Quicksilver puede funcionar en modo de 32-bit. (El soporte a 32-bits se abandonará en una versión futura).";
"Network and Removable Disks" = "Red y discos extraíbles";

"Type to search" = "Teclee para buscar";
